Repository: onlyvae/loupe
Catalog: code/Loupe/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Estimated accuracy of the altitude reading.
ar: الدقة المقدرة لقراءة الارتفاع.
de: Geschätzte Genauigkeit des Höhenwerts.
es: Precisión estimada del valor de altitud.
fr: Précision estimée de la valeur d'altitude.
it: Precisione stimata della lettura dell'altitudine.
ja: 高度の読み取り値の推定精度。
ko: 고도 측정값의 추정 정확도.
pl: Szacowana dokładność odczytu wysokości.
pt_br: Precisão estimada da leitura de altitude.
pt_pt: Precisão estimada do valor de altitude.
ru: Оценка точности значения высоты.
tr: Yükseklik okumasının tahmini doğruluğu.
uk: Орієнтовна точність значення висоти.
vi: Độ chính xác ước tính của số đo độ cao.
zh_hans: 海拔读数的精度估算。
zh_hant: 高度讀數的估算精確度。

source: Estimated cadence in steps per second.
ar: الإيقاع المقدر بالخطوات في الثانية.
de: Geschätzte Schrittfrequenz in Schritten pro Sekunde.
es: Cadencia estimada en pasos por segundo.
fr: Cadence estimée en pas par seconde.
it: Cadenza stimata in passi al secondo.
ja: 推定ケイデンス（1秒あたりの歩数）。
ko: 초당 걸음 수로 추정한 케이던스.
pl: Szacowana kadencja w krokach na sekundę.
pt_br: Cadência estimada em passos por segundo.
pt_pt: Cadência estimada em passos por segundo.
ru: Оценка темпа в шагах в секунду.
tr: Saniye başına adım olarak tahmini kadans.
uk: Орієнтовна каденція в кроках за секунду.
vi: Nhịp bước ước tính theo số bước mỗi giây.
zh_hans: 估算的步频，单位为步每秒。
zh_hant: 估算的步頻，以每秒步數為單位。

source: Estimated distance traveled today.
ar: المسافة المقدرة المقطوعة اليوم.
de: Geschätzte heute zurückgelegte Strecke.
es: Distancia estimada recorrida hoy.
fr: Distance estimée parcourue aujourd'hui.
it: Distanza stimata percorsa oggi.
ja: 今日移動した推定距離。
ko: 오늘 이동한 것으로 추정되는 거리.
pl: Szacowany dystans przebyty dzisiaj.
pt_br: Distância estimada percorrida hoje.
pt_pt: Distância estimada percorrida hoje.
ru: Оценка пройденного расстояния за сегодня.
tr: Bugün kat edilen tahmini mesafe.
uk: Орієнтовна відстань, пройдена за сьогодні.
vi: Quãng đường ước tính đã đi hôm nay.
zh_hans: 今日估算的行进距离。
zh_hant: 今天估算的行走距離。

source: Estimated floors ascended today.
ar: الطوابق المقدر صعودها اليوم.
de: Geschätzte heute hinaufgestiegene Stockwerke.
es: Pisos subidos estimados hoy.
fr: Estimation des étages montés aujourd'hui.
it: Piani saliti stimati oggi.
ja: 今日上った階数の推定値。
ko: 오늘 올라간 것으로 추정되는 층수.
pl: Szacowana liczba pięter pokonanych w górę dzisiaj.
pt_br: Andares subidos estimados hoje.
pt_pt: Andares estimados subidos hoje.
ru: Оценка количества этажей, пройденных вверх за сегодня.
tr: Bugün çıkılan tahmini kat sayısı.
uk: Орієнтовна кількість поверхів, пройдених угору за сьогодні.
vi: Số tầng ước tính đã leo lên hôm nay.
zh_hans: 今日估算的上行楼层数。
zh_hant: 今天估算上升的樓層數。

source: Estimated floors descended today.
ar: الطوابق المقدر نزولها اليوم.
de: Geschätzte heute hinabgestiegene Stockwerke.
es: Pisos bajados estimados hoy.
fr: Estimation des étages descendus aujourd'hui.
it: Piani scesi stimati oggi.
ja: 今日下った階数の推定値。
ko: 오늘 내려간 것으로 추정되는 층수.
pl: Szacowana liczba pięter pokonanych w dół dzisiaj.
pt_br: Andares descidos estimados hoje.
pt_pt: Andares estimados descidos hoje.
ru: Оценка количества этажей, пройденных вниз за сегодня.
tr: Bugün inilen tahmini kat sayısı.
uk: Орієнтовна кількість поверхів, пройдених униз за сьогодні.
vi: Số tầng ước tính đã đi xuống hôm nay.
zh_hans: 今日估算的下行楼层数。
zh_hant: 今天估算下降的樓層數。

source: Estimated pace of forward motion.
ar: الوتيرة المقدرة للحركة الأمامية.
de: Geschätztes Tempo der Vorwärtsbewegung.
es: Ritmo estimado del movimiento hacia adelante.
fr: Allure estimée du mouvement vers l'avant.
it: Ritmo stimato del movimento in avanti.
ja: 前進の推定ペース。
ko: 전진 이동의 추정 페이스.
pl: Szacowane tempo ruchu do przodu.
pt_br: Ritmo estimado do deslocamento para a frente.
pt_pt: Ritmo estimado do movimento para a frente.
ru: Оценка темпа движения вперёд.
tr: İleri hareketin tahmini temposu.
uk: Орієнтовний темп руху вперед.
vi: Tốc độ ước tính của chuyển động về phía trước.
zh_hans: 估算的前进配速。
zh_hant: 估算的前進步速。

source: Estimated step count for today.
ar: عدد الخطوات المقدر لليوم.
de: Geschätzte Schrittzahl für heute.
es: Número estimado de pasos de hoy.
fr: Nombre de pas estimé pour aujourd'hui.
it: Numero di passi stimato per oggi.
ja: 今日の推定歩数。
ko: 오늘의 추정 걸음 수.
pl: Szacowana liczba kroków na dziś.
pt_br: Quantidade estimada de passos hoje.
pt_pt: Número estimado de passos hoje.
ru: Оценка количества шагов за сегодня.
tr: Bugün için tahmini adım sayısı.
uk: Орієнтовна кількість кроків за сьогодні.
vi: Số bước ước tính cho hôm nay.
zh_hans: 今日估算的步数。
zh_hant: 今天估算的步數。

source: Ethiopic
ar: الإثيوبي
de: Äthiopisch
es: Etíope
fr: Éthiopien
it: calendario etiope
ja: エチオピア暦
ko: 에티오피아력
pl: kalendarz etiopski
pt_br: Etíope
pt_pt: Etíope
ru: Эфиопский
tr: Etiyopya
uk: ефіопський
vi: lịch Ethiopia
zh_hans: 埃塞俄比亚历
zh_hant: 衣索比亞曆

source: Ethiopic (Amete Alem)
ar: الإثيوبي (أميتي أليم)
de: Äthiopisch (Amete Alem)
es: Etíope (Amete Alem)
fr: Éthiopien (Amete Alem)
it: calendario etiope (Amete Alem)
ja: エチオピア暦（アメテ・アレム）
ko: 에티오피아력 (아메테 알렘)
pl: kalendarz etiopski (Amete Alem)
pt_br: Etíope (Amete Alem)
pt_pt: Etíope (Amete Alem)
ru: Эфиопский (Amete Alem)
tr: Etiyopya (Amete Alem)
uk: ефіопський (Amete Alem)
vi: lịch Ethiopia (Amete Alem)
zh_hans: 埃塞俄比亚历（阿米提·阿莱姆纪元）
zh_hant: 衣索比亞曆（Amete Alem）

source: Event count within a 60-day window around today.
ar: عدد الأحداث خلال فترة 60 يومًا حول اليوم.
de: Anzahl der Termine in einem 60-Tage-Fenster um den heutigen Tag.
es: Número de eventos en una ventana de 60 días en torno a hoy.
fr: Nombre d'évènements dans une fenêtre de 60 jours autour d'aujourd'hui.
it: Numero di eventi in un intervallo di 60 giorni attorno a oggi.
ja: 今日を中心とした60日間のイベント数。
ko: 오늘을 기준으로 한 60일 구간의 이벤트 수.
pl: Liczba wydarzeń w 60-dniowym oknie wokół dzisiejszej daty.
pt_br: Quantidade de eventos numa janela de 60 dias ao redor de hoje.
pt_pt: Número de eventos numa janela de 60 dias centrada em hoje.
ru: Количество событий в окне ±30 дней от сегодняшней даты.
tr: Bugünün etrafında 60 günlük penceredeki etkinlik sayısı.
uk: Кількість подій у вікні 60 днів навколо сьогодні.
vi: Số sự kiện trong khoảng 60 ngày quanh hôm nay.
zh_hans: 以今日为中心、共 60 天窗口内的事件数量。
zh_hant: 以今天為中心、前後共 60 天範圍內的事件數量。

source: Events (±30 days)
ar: الأحداث (±30 يومًا)
de: Termine (±30 Tage)
es: Eventos (±30 días)
fr: Évènements (±30 jours)
it: Eventi (±30 giorni)
ja: イベント（±30日）
ko: 이벤트 (±30일)
pl: Wydarzenia (±30 dni)
pt_br: Eventos (±30 dias)
pt_pt: Eventos (±30 dias)
ru: События (±30 дней)
tr: Etkinlikler (±30 gün)
uk: Події (±30 днів)
vi: Sự kiện (±30 ngày)
zh_hans: 事件（±30 天）
zh_hant: 事件（±30 天）

source: Every network interface name returned by getifaddrs.
ar: كل اسم لواجهة شبكة يعيده getifaddrs.
de: Alle von getifaddrs zurückgegebenen Netzwerkschnittstellennamen.
es: Todos los nombres de interfaces de red que devuelve getifaddrs.
fr: Tous les noms d'interfaces réseau renvoyés par getifaddrs.
it: Tutti i nomi delle interfacce di rete restituiti da getifaddrs.
ja: getifaddrsが返すすべてのネットワークインターフェース名。
ko: getifaddrs가 반환하는 모든 네트워크 인터페이스 이름이에요.
pl: Wszystkie nazwy interfejsów sieciowych zwrócone przez getifaddrs.
pt_br: Todos os nomes de interfaces de rede retornados por getifaddrs.
pt_pt: Todos os nomes de interfaces de rede devolvidos por getifaddrs.
ru: Все имена сетевых интерфейсов, возвращённые getifaddrs.
tr: getifaddrs tarafından döndürülen tüm ağ arayüzü adları.
uk: Усі назви мережевих інтерфейсів, які повертає getifaddrs.
vi: Mọi tên giao diện mạng do getifaddrs trả về.
zh_hans: getifaddrs 返回的所有网络接口名称。
zh_hant: getifaddrs 傳回的所有網路介面名稱。

source: Export report
ar: تصدير التقرير
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
it: Esporta report
ja: レポートを書き出す
ko: 보고서 내보내기
pl: Eksportuj raport
pt_br: Exportar relatório
pt_pt: Exportar relatório
ru: Экспорт отчёта
tr: Raporu dışa aktar
uk: Експортувати звіт
vi: Xuất báo cáo
zh_hans: 导出报告
zh_hant: 匯出報告

source: Fahrenheit
ar: فهرنهايت
ja: 華氏
ko: 화씨
ru: Фаренгейты
uk: Фаренгейт
zh_hans: 华氏度
zh_hant: 華氏

source: Female
ar: أنثى
de: Weiblich
es: Femenina
fr: Féminine
it: femminile
ja: 女性
ko: 여성
pl: kobieta
pt_br: Feminina
pt_pt: Feminina
ru: Женский
tr: Kadın
uk: Жіночий
vi: Nữ
zh_hans: 女声
zh_hant: 女性

source: Fingerprinting Highlights
ar: أبرز ملامح البصمة الرقمية
es: Aspectos destacados del fingerprinting
fr: Aperçus du fingerprinting
it: In evidenza sull'impronta digitale
ja: フィンガープリンティングのハイライト
ko: 디지털 지문 하이라이트
pl: Najważniejsze informacje o cyfrowym odcisku palca
pt_br: Destaques do fingerprinting
pt_pt: Destaques de fingerprinting
ru: Главное о фингерпринтинге
tr: Parmak İzi Öne Çıkanları
uk: Основне про фінгерпринтинг
vi: Điểm nổi bật về dấu vân tay
zh_hans: 指纹识别要点
zh_hant: 指紋識別重點

source: First day of week
ar: أول يوم في الأسبوع
de: Erster Wochentag
es: Primer día de la semana
fr: Premier jour de la semaine
it: Primo giorno della settimana
ja: 週の始まりの曜日
ko: 한 주의 시작 요일
pl: Pierwszy dzień tygodnia
pt_br: Primeiro dia da semana
pt_pt: Primeiro dia da semana
ru: Первый день недели
tr: Haftanın ilk günü
uk: Перший день тижня
vi: Ngày đầu tuần
zh_hans: 一周起始日
zh_hant: 一週的第一天

source: First install date
ar: تاريخ أول تثبيت
de: Erstes Installationsdatum
es: Fecha de la primera instalación
fr: Date de première installation
it: Prima data di installazione
ja: 最初のインストール日
ko: 최초 설치 날짜
pl: Data pierwszej instalacji
pt_br: Data da primeira instalação
pt_pt: Data da primeira instalação
ru: Дата первой установки
tr: İlk yükleme tarihi
uk: Дата першого встановлення
vi: Ngày cài đặt đầu tiên
zh_hans: 首次安装日期
zh_hant: 最早安裝日期

source: First launch date of the current installation.
ar: تاريخ أول تشغيل للتثبيت الحالي.
de: Datum des ersten Starts der aktuellen Installation.
es: Fecha del primer inicio de la instalación actual.
fr: Date du premier lancement de l'installation actuelle.
it: Data del primo avvio dell'installazione attuale.
ja: 現在のインストールが最初に起動された日。
ko: 현재 설치본의 최초 실행 날짜.
pl: Data pierwszego uruchomienia bieżącej instalacji.
pt_br: Data do primeiro uso da instalação atual.
pt_pt: Data da primeira execução da instalação atual.
ru: Дата первого запуска текущей установки.
tr: Mevcut yüklemenin ilk açılış tarihi.
uk: Дата першого запуску поточного встановлення.
vi: Ngày khởi chạy đầu tiên của bản cài đặt hiện tại.
zh_hans: 当前这次安装的首次启动日期。
zh_hant: 目前這次安裝的首次啟動日期。

source: Floor
ar: الطابق
de: Etage
es: Piso
fr: Étage
it: Piano
ja: 階
ko: 층
pl: Piętro
pt_br: Andar
pt_pt: Piso
ru: Этаж
tr: Kat
uk: Поверх
vi: Tầng
zh_hans: 楼层
zh_hant: 樓層

source: Floors ascended
ar: الطوابق التي تم صعودها
de: Hinaufgestiegene Stockwerke
es: Pisos subidos
fr: Étages montés
it: Piani saliti
ja: 上った階数
ko: 올라간 층수
pl: Pięter w górę
pt_br: Andares subidos
pt_pt: Andares subidos
ru: Пройдено этажей вверх
tr: Çıkılan katlar
uk: Поверхів угору
vi: Số tầng đã leo lên
zh_hans: 上行楼层
zh_hant: 上升樓層

source: Floors descended
ar: الطوابق التي تم نزولها
de: Hinabgestiegene Stockwerke
es: Pisos bajados
fr: Étages descendus
it: Piani scesi
ja: 下った階数
ko: 내려간 층수
pl: Pięter w dół
pt_br: Andares descidos
pt_pt: Andares descidos
ru: Пройдено этажей вниз
tr: İnilen katlar
uk: Поверхів униз
vi: Số tầng đã đi xuống
zh_hans: 下行楼层
zh_hant: 下降樓層

source: Fonts
ar: الخطوط
de: Schriften
es: Tipos de letra
fr: Polices
it: Caratteri
ja: フォント
ko: 글꼴
pl: Czcionki
pt_br: Fontes
pt_pt: Tipos de letra
ru: Шрифты
tr: Yazı Tipleri
uk: Шрифти
vi: Phông chữ
zh_hans: 字体
zh_hant: 字體

source: Frequent locations
ar: المواقع المتكررة
de: Häufige Orte
es: Ubicaciones frecuentes
fr: Lieux fréquents
it: Luoghi frequenti
ja: よく訪れる場所
ko: 자주 가는 위치
pl: Częste lokalizacje
pt_br: Locais frequentes
pt_pt: Localizações frequentes
ru: Частые места
tr: Sık konumlar
uk: Часті місця
vi: Địa điểm thường xuyên
zh_hans: 常去地点
zh_hant: 常去的地點

source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fr: Vendredi
it: venerdì
ja: 金曜日
ko: 금요일
pl: piątek
pt_br: Sexta-feira
pt_pt: Sexta-feira
ru: Пятница
tr: Cuma
uk: пʼятниця
vi: Thứ Sáu
zh_hans: 星期五
zh_hant: 星期五

source: Full list of available font families.
ar: القائمة الكاملة لعائلات الخطوط المتوفرة.
de: Vollständige Liste der verfügbaren Schriftfamilien.
es: Lista completa de las familias de tipos de letra disponibles.
fr: Liste complète des familles de polices disponibles.
it: Elenco completo delle famiglie di caratteri disponibili.
ja: 利用可能なフォントファミリーの全リスト。
ko: 사용 가능한 글꼴 모음 전체 목록.
pl: Pełna lista dostępnych rodzin czcionek.
pt_br: Lista completa de famílias de fontes disponíveis.
pt_pt: Lista completa das famílias de tipos de letra disponíveis.
ru: Полный список доступных семейств шрифтов.
tr: Kullanılabilir yazı tipi ailelerinin tam listesi.
uk: Повний список доступних родин шрифтів.
vi: Danh sách đầy đủ các họ phông chữ có sẵn.
zh_hans: 可用字体家族的完整列表。
zh_hant: 可用字體家族的完整清單。

source: Full per-voice list with language, gender, and quality.
ar: القائمة الكاملة لكل صوت مع اللغة، والجنس، والجودة.
de: Vollständige Liste pro Stimme mit Sprache, Geschlecht und Qualität.
es: Lista completa por voz, con idioma, género y calidad.
fr: Liste complète des voix avec langue, genre et qualité.
it: Elenco completo per ogni voce con lingua, genere e qualità.
ja: 言語、性別、品質を含む音声ごとの全リスト。
ko: 언어, 성별, 품질이 포함된 음성별 전체 목록.
pl: Pełna lista poszczególnych głosów z językiem, płcią i jakością.
pt_br: Lista completa por voz com idioma, gênero e qualidade.
pt_pt: Lista completa por voz, com idioma, género e qualidade.
ru: Полный список голосов с языком, полом и качеством.
tr: Dil, cinsiyet ve kalite bilgisiyle birlikte tam ses listesi.
uk: Повний список голосів із зазначенням мови, статі та якості.
vi: Danh sách đầy đủ từng giọng nói kèm ngôn ngữ, giới tính và chất lượng.
zh_hans: 每个语音的完整列表，包含语言、性别和音质。
zh_hant: 每個語音的完整清單，包含語言、性別與品質。

source: Gated
ar: بإذن
de: Eingeschränkt
es: Restringido
fr: Sous autorisation
it: Limitato
ja: 要許可
ko: 허가 필요
pl: Bramkowane
pt_br: Restrito
pt_pt: Restrito
ru: По разрешению
tr: İzinli
uk: За дозволом
vi: Bị chặn
zh_hans: 需许可
zh_hant: 需權限

source: Geotagged photos
ar: صور بإحداثيات جغرافية
de: Geotaggte Fotos
es: Fotos con geoetiqueta
fr: Photos géolocalisées
it: Foto con geotag
ja: 位置情報付きの写真
ko: 위치 정보가 있는 사진
pl: Zdjęcia z geotagami
pt_br: Fotos com geolocalização
pt_pt: Fotografias com geolocalização
ru: Фото с геометкой
tr: Konum etiketli fotoğraflar
uk: Фото з геомітками
vi: Ảnh có gắn vị trí
zh_hans: 带地理位置的照片
zh_hant: 含地理位置的照片

source: GPU details and capabilities
ar: تفاصيل وقدرات وحدة معالجة الرسومات (GPU)
de: GPU-Details und -Fähigkeiten
es: Detalles y capacidades de la GPU
fr: Détails et capacités du GPU
it: Dettagli e funzionalità della GPU
ja: GPUの詳細と機能
ko: GPU 세부 정보 및 기능
pl: Szczegóły i możliwości GPU
pt_br: Detalhes e recursos da GPU
pt_pt: Detalhes e capacidades do GPU
ru: Сведения и возможности GPU
tr: GPU ayrıntıları ve yetenekleri
uk: Дані та можливості GPU
vi: Chi tiết và khả năng của GPU
zh_hans: GPU 详细信息与能力
zh_hant: GPU 細節與能力

source: GPU name
ar: اسم وحدة معالجة الرسومات (GPU)
es: Nombre de la GPU
fr: Nom du GPU
it: Nome della GPU
ja: GPU名
ko: GPU 이름
pl: Nazwa GPU
pt_br: Nome da GPU
pt_pt: Nome do GPU
ru: Название GPU
tr: GPU adı
uk: Назва GPU
vi: Tên GPU
zh_hans: GPU 名称
zh_hant: GPU 名稱

source: GPU name as Metal reports it (e.g., `Apple A18 Pro GPU`).
ar: اسم وحدة معالجة الرسومات (GPU) كما يبلغ عنه Metal (مثل `Apple A18 Pro GPU`).
de: GPU-Name, wie Metal ihn meldet (z.B. `Apple A18 Pro GPU`).
es: Nombre de la GPU tal como lo informa Metal (p. ej., `Apple A18 Pro GPU`).
fr: Nom du GPU tel que Metal le rapporte (par exemple `Apple A18 Pro GPU`).
it: Nome della GPU come lo riporta Metal (ad esempio, `Apple A18 Pro GPU`).
ja: Metalが報告するGPU名（例：`Apple A18 Pro GPU`）。
ko: Metal이 보고하는 GPU 이름(예: `Apple A18 Pro GPU`).
pl: Nazwa GPU podawana przez Metal (np. `Apple A18 Pro GPU`).
pt_br: Nome da GPU como o Metal informa (por exemplo, `Apple A18 Pro GPU`).
pt_pt: Nome do GPU tal como o Metal o reporta (por exemplo, `Apple A18 Pro GPU`).
ru: Название GPU в том виде, как его сообщает Metal (например, `Apple A18 Pro GPU`).
tr: Metal'in bildirdiği GPU adı (ör. `Apple A18 Pro GPU`).
uk: Назва GPU так, як її повідомляє Metal (наприклад, `Apple A18 Pro GPU`).
vi: Tên GPU theo cách Metal báo cáo (ví dụ: `Apple A18 Pro GPU`).
zh_hans: Metal 报告的 GPU 名称（例如 `Apple A18 Pro GPU`）。
zh_hant: Metal 回報的 GPU 名稱（例如 `Apple A18 Pro GPU`）。

source: GPU renderer string reported by WebGL.
ar: سلسلة عارض وحدة معالجة الرسومات (GPU) التي يبلغ عنها WebGL.
de: Vom WebGL gemeldete GPU-Renderer-Zeichenfolge.
es: Cadena del renderizador de la GPU informada por WebGL.
fr: Chaîne du moteur de rendu GPU rapportée par WebGL.
it: Stringa del renderer della GPU riportata da WebGL.
ja: WebGLが報告するGPUレンダラー文字列。
ko: WebGL이 보고하는 GPU 렌더러 문자열.
pl: Ciąg renderera GPU podawany przez WebGL.
pt_br: String do renderizador da GPU informada pelo WebGL.
pt_pt: Cadeia do renderizador do GPU comunicada pelo WebGL.
ru: Строка GPU-рендерера, которую сообщает WebGL.
tr: WebGL tarafından bildirilen GPU renderer dizesi.
uk: Рядок назви GPU-рендерера, який повідомляє WebGL.
vi: Chuỗi trình kết xuất GPU do WebGL báo cáo.
zh_hans: WebGL 报告的 GPU 渲染器字符串。
zh_hant: WebGL 回報的 GPU 渲染器字串。

source: Graphics & Metal
ar: الرسومات وMetal
de: Grafik & Metal
es: Gráficos y Metal
fr: Graphismes et Metal
it: Grafica e Metal
ja: グラフィックス・Metal
ko: 그래픽 및 Metal
pl: Grafika i Metal
pt_br: Gráficos e Metal
pt_pt: Gráficos e Metal
ru: Графика и Metal
tr: Grafikler ve Metal
uk: Графіка та Metal
vi: Đồ họa & Metal
zh_hans: 图形与 Metal
zh_hant: 圖形與 Metal

source: Gravity (g)
ar: الجاذبية (g)
de: Schwerkraft (g)
es: Gravedad (g)
fr: Gravité (g)
it: Gravità (g)
ja: 重力（g）
ko: 중력 (g)
pl: Grawitacja (g)
pt_br: Gravidade (g)
pt_pt: Gravidade (g)
ru: Гравитация (g)
tr: Yerçekimi (g)
uk: Сила тяжіння (g)
vi: Trọng lực (g)
zh_hans: 重力 (g)
zh_hant: 重力（g）

source: Grayscale color filter
ar: فلتر الألوان الرمادية
de: Graustufen-Farbfilter
es: Filtro de color en escala de grises
fr: Filtre couleur Échelle de gris
it: Filtro colore scala di grigi
ja: グレイスケールカラーフィルタ
ko: 회색 음영 색상 필터
pl: Filtr kolorów w skali szarości
pt_br: Filtro de cor em escala de cinza
pt_pt: Filtro de cor em tons de cinzento
ru: Фильтр «Оттенки серого»
tr: Gri tonlama renk filtresi
uk: Фільтр відтінків сірого
vi: Bộ lọc màu thang xám
zh_hans: 灰度色彩滤镜
zh_hant: 灰階色彩濾鏡

source: Gregorian
ar: الميلادي
de: Gregorianisch
es: Gregoriano
fr: Grégorien
it: calendario gregoriano
ja: グレゴリオ暦
ko: 그레고리력
pl: kalendarz gregoriański
pt_br: Gregoriano
pt_pt: Gregoriano
ru: Григорианский
tr: Miladi
uk: григоріанський
vi: lịch Gregory
zh_hans: 公历
zh_hant: 公曆

source: Guided Access active
ar: الوصول الموجه نشط
de: Geführter Zugriff aktiv
es: Acceso guiado activado
fr: Accès guidé actif
it: Accesso Guidato attivo
ja: アクセスガイドが有効
ko: 손쉬운 사용 제어기 사용 중
pl: Dostęp nadzorowany jest aktywny
pt_br: Acesso Guiado ativo
pt_pt: Acesso Guiado ativo
ru: Гид-доступ включён
tr: Yardımlı Erişim etkin
uk: Гід-доступ активний
vi: Truy cập được Hướng dẫn đang bật
zh_hans: 引导式访问已开启
zh_hant: 引導使用作用中

source: HAP (HomeKit protocol)
ar: HAP (بروتوكول HomeKit)
de: HAP (HomeKit-Protokoll)
es: HAP (protocolo de HomeKit)
fr: HAP (protocole HomeKit)
it: HAP (protocollo HomeKit)
ja: HAP（HomeKitプロトコル）
ko: HAP (HomeKit 프로토콜)
pl: HAP (protokół HomeKit)
pt_br: HAP (protocolo HomeKit)
pt_pt: HAP (protocolo HomeKit)
ru: HAP (протокол HomeKit)
tr: HAP (HomeKit protokolü)
uk: HAP (протокол HomeKit)
vi: HAP (giao thức HomeKit)
zh_hans: HAP（HomeKit 协议）
zh_hant: HAP（HomeKit 通訊協定）

source: Hardware identifier for this camera. Stable across apps with camera permission.
ar: معرف الأجهزة لهذه الكاميرا. ثابت عبر التطبيقات التي لديها إذن الكاميرا.
de: Hardware-Kennung dieser Kamera. Bleibt für alle Apps mit Kameraberechtigung gleich.
es: Identificador de hardware de esta cámara. Estable entre apps con permiso para usar la cámara.
fr: Identifiant matériel de cette caméra. Stable entre les apps disposant de l'autorisation caméra.
it: Identificatore hardware di questa fotocamera. Resta stabile tra le app con accesso alla fotocamera.
ja: このカメラのハードウェア識別子。カメラの許可があるAppの間で一貫した値となります。
ko: 이 카메라의 하드웨어 식별자. 카메라 권한이 있는 앱 간에 동일하게 유지돼요.
pl: Sprzętowy identyfikator tego aparatu. Stały między aplikacjami, które mają dostęp do aparatu.
pt_br: Identificador de hardware desta câmera. Estável entre apps com permissão de câmera.
pt_pt: Identificador de hardware desta câmara. Estável entre apps com permissão de câmara.
ru: Аппаратный идентификатор этой камеры. Стабилен между приложениями, у которых есть разрешение на камеру.
tr: Bu kameranın donanım tanımlayıcısı. Kamera izni olan uygulamalar arasında sabit kalır.
uk: Апаратний ідентифікатор цієї камери. Стабільний для застосунків із дозволом на камеру.
vi: Mã định danh phần cứng cho camera này. Ổn định giữa các ứng dụng có quyền camera.
zh_hans: 这枚摄像头的硬件标识。在拥有相机权限的 App 之间保持稳定。
zh_hant: 這台相機的硬體識別碼。在獲得相機權限的 App 之間都會保持不變。

source: Hardware sample rate
ar: معدل أخذ العينات للأجهزة
de: Hardware-Abtastrate
es: Frecuencia de muestreo del hardware
fr: Fréquence d'échantillonnage matérielle
it: Frequenza di campionamento hardware
ja: ハードウェアサンプルレート
ko: 하드웨어 샘플레이트
pl: Sprzętowa częstotliwość próbkowania
pt_br: Taxa de amostragem do hardware
pt_pt: Taxa de amostragem do hardware
ru: Частота дискретизации оборудования
tr: Donanım örnekleme hızı
uk: Апаратна частота дискретизації
vi: Tốc độ lấy mẫu phần cứng
zh_hans: 硬件采样率
zh_hant: 硬體取樣率

source: Hash of a rendered 2D canvas. Varies by GPU and WebKit version.
ar: تجزئة للوحة ثنائية الأبعاد معروضة. تختلف باختلاف وحدة معالجة الرسومات (GPU) وإصدار WebKit.
de: Hash eines gerenderten 2D-Canvas. Variiert je nach GPU und WebKit-Version.
es: Hash de un canvas 2D renderizado. Varía según la GPU y la versión de WebKit.
fr: Hachage d'un canvas 2D rendu. Varie selon le GPU et la version de WebKit.
it: Hash di un canvas 2D renderizzato. Varia in base alla GPU e alla versione di WebKit.
ja: 描画された2Dキャンバスのハッシュ。GPUやWebKitのバージョンによって異なります。
ko: 렌더링된 2D Canvas의 해시. GPU와 WebKit 버전에 따라 달라져요.
pl: Skrót wyrenderowanego elementu canvas 2D. Różni się w zależności od GPU i wersji WebKit.
pt_br: Hash de um canvas 2D renderizado. Varia conforme a GPU e a versão do WebKit.
pt_pt: Hash de um canvas 2D renderizado. Varia consoante o GPU e a versão do WebKit.
ru: Хеш отрисованного 2D-холста. Меняется в зависимости от GPU и версии WebKit.
tr: İşlenmiş bir 2D canvas'ın özet değeri. GPU ve WebKit sürümüne göre değişir.
uk: Хеш промальованого 2D-полотна. Залежить від GPU й версії WebKit.
vi: Mã băm của một canvas 2D được kết xuất. Thay đổi theo GPU và phiên bản WebKit.
zh_hans: 渲染后 2D 画布的哈希值。会随 GPU 和 WebKit 版本不同而变化。
zh_hant: 渲染後 2D Canvas 的雜湊值。會隨 GPU 與 WebKit 版本而不同。

source: Hebrew
ar: العبري
de: Hebräisch
es: Hebreo
fr: Hébreu
it: calendario ebraico
ja: ヘブライ暦
ko: 히브리력
pl: kalendarz hebrajski
pt_br: Hebraico
pt_pt: Hebraico
ru: Еврейский
tr: İbranice
uk: єврейський
vi: lịch Do Thái
zh_hans: 希伯来历
zh_hant: 希伯來曆

source: HomeKit accessories
ar: ملحقات HomeKit
de: HomeKit-Zubehör
es: Accesorios HomeKit
fr: Accessoires HomeKit
it: Accessori HomeKit
ja: HomeKitアクセサリ
ko: HomeKit 액세서리
pl: Akcesoria HomeKit
pt_br: Acessórios HomeKit
pt_pt: Acessórios HomeKit
ru: Аксессуары HomeKit
tr: HomeKit aksesuarları
uk: Аксесуари HomeKit
vi: Phụ kiện HomeKit
zh_hans: HomeKit 配件
zh_hant: HomeKit 配件

source: Horizontal
ar: أفقي
fr: Horizontale
it: Orizzontale
ja: 水平方向
ko: 수평
pl: Poziomo
ru: Горизонтальный
tr: Yatay
uk: Горизонтальний
vi: Ngang
zh_hans: 水平
zh_hant: 水平

source: Horizontal accuracy
ar: الدقة الأفقية
de: Horizontale Genauigkeit
es: Precisión horizontal
fr: Précision horizontale
it: Precisione orizzontale
ja: 水平方向の精度
ko: 수평 정확도
pl: Dokładność pozioma
pt_br: Precisão horizontal
pt_pt: Precisão horizontal
ru: Горизонтальная точность
tr: Yatay doğruluk
uk: Горизонтальна точність
vi: Độ chính xác theo phương ngang
zh_hans: 水平精度
zh_hant: 水平精確度
